habits.org
* subconcious awareness board
+ rpg-proto

* cardio
+ need it to improve lifts
+ running, soccer
  + endorphin rush?
* lifting
+ enjoy the process of lifting
  + not how you look afterwards
  + or if you are getting bigger or stronger

* organization
+ bb_panda project
  + achieved alot
  + but it was disorganized
  + i think could have been done better with mapping question board and git release branch
* Think positive
+ Dont stress dont rush
+ Even if your surroundings and neighbors are


* studying dizzy
+ write out a map of the project & questions
  + dont keep too much in your head
+ find a specific goal or a problem you need to solve
+ and the solutions/strategies
+ have principles which are useful

* Stress
+ Affects digestion and sleep
+ work: enjoy the process
+ dont rush enjoy life
+ chew food throughly
+ dont let your surroundings affect you


* Todo
+ pdf bookmark app
+ pull on open emacs, push on exit emacs



* questions
+ how do you measure if you are doing good job questioning? or if you need to adjust/improve?
  + if the questions has depth
  + if the question adds breadth
  + if the question generates more questions?

* Study habit
+ learning and comfortable with the definitions
+ how does this method work when you are not trying to read the proofs?
+ or I want to discover the connections by myself?
+ How can I modify this?
  + Recall?

+ Stage 1: 3 times
  + lower the cost of studying and burden
  + underline
  + carefree
  + dont go back
  + dont try to memorize, understand
+ Stage 2: 2 times
  + highlight key
+ Stage 3: 5 times
  + focus underline, highlight
  

* It is not I
+ but by the grace of God
+ that I am able
+ No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able 1 Corinthians 10:13

* habits
+ write down my thoughts
+ breakdown what is bothering me
+ systematic thinking

* stress
+ what bothers me
+ is it in my control
+ ignore it

* In the past i was motivated by
+ extwrnal things
+ other ppl saying i cant
+ wantung to abpear cool to others
+ wanting to compare myself to others


* excitement
+ the ability to be excited about learning.
+ what prevents excitement?
  + feeling rushed
  + feeling not preparee
  + feeling pressured
  + feeling negative
  + feeling not capable
+ can you regulate how you feel?
+ be thankful, positive, and happy in God
+ what are the fruits of the spirit?
  + love, joy, peace, patience
  + kindness, goodness, faithfulness

* optimize your life
+ to become who you want to be
+ servant of God
+ mathematician
+ weight lifter
+ good husband
+ christian

+ keep God in your mind all the time
+ stay away from youtube, facebook, social media
  + can you find an alternative?
  + music?

+ no distractions
  + social media

+ dont play stressful games
  + valorant
  + league
  + elden ring
  + wow

+ healthy habits
  + cold showers
  + hitt 3 times a day
  + sleep early
  + eat healthy

