habits.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-06-14 수 16:28 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="ychnh" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6f1833a">1. subconcious awareness board</a></li>
<li><a href="#org045cb68">2. cardio</a></li>
<li><a href="#org72e8919">3. lifting</a></li>
<li><a href="#orgff19157">4. organization</a></li>
<li><a href="#orga9452f2">5. Think positive</a></li>
<li><a href="#org2ccd4e3">6. studying dizzy</a></li>
<li><a href="#orge5d0a4c">7. Stress</a></li>
<li><a href="#orgeb5291f">8. Todo</a></li>
<li><a href="#org200d153">9. questions</a></li>
<li><a href="#orgf9a1e06">10. Study habit</a></li>
<li><a href="#org36b1545">11. It is not I</a></li>
<li><a href="#org018da8e">12. habits</a></li>
<li><a href="#org13f366d">13. stress</a></li>
<li><a href="#orgd4c1e7b">14. In the past i was motivated by</a></li>
<li><a href="#org6dd7dc2">15. excitement</a></li>
<li><a href="#org0970a28">16. optimize your life</a></li>
</ul>
</div>
</div>
<div id="outline-container-org6f1833a" class="outline-2">
<h2 id="org6f1833a"><span class="section-number-2">1</span> subconcious awareness board</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>rpg-proto</li>
</ul>
</div>
</div>

<div id="outline-container-org045cb68" class="outline-2">
<h2 id="org045cb68"><span class="section-number-2">2</span> cardio</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>need it to improve lifts</li>
<li>running, soccer
<ul class="org-ul">
<li>endorphin rush?</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org72e8919" class="outline-2">
<h2 id="org72e8919"><span class="section-number-2">3</span> lifting</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>enjoy the process of lifting
<ul class="org-ul">
<li>not how you look afterwards</li>
<li>or if you are getting bigger or stronger</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgff19157" class="outline-2">
<h2 id="orgff19157"><span class="section-number-2">4</span> organization</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>bb<sub>panda</sub> project
<ul class="org-ul">
<li>achieved alot</li>
<li>but it was disorganized</li>
<li>i think could have been done better with mapping question board and git release branch</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orga9452f2" class="outline-2">
<h2 id="orga9452f2"><span class="section-number-2">5</span> Think positive</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Dont stress dont rush</li>
<li>Even if your surroundings and neighbors are</li>
</ul>
</div>
</div>


<div id="outline-container-org2ccd4e3" class="outline-2">
<h2 id="org2ccd4e3"><span class="section-number-2">6</span> studying dizzy</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>write out a map of the project &amp; questions
<ul class="org-ul">
<li>dont keep too much in your head</li>
</ul></li>
<li>find a specific goal or a problem you need to solve</li>
<li>and the solutions/strategies</li>
<li>have principles which are useful</li>
</ul>
</div>
</div>

<div id="outline-container-orge5d0a4c" class="outline-2">
<h2 id="orge5d0a4c"><span class="section-number-2">7</span> Stress</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>Affects digestion and sleep</li>
<li>work: enjoy the process</li>
<li>dont rush enjoy life</li>
<li>chew food throughly</li>
<li>dont let your surroundings affect you</li>
</ul>
</div>
</div>


<div id="outline-container-orgeb5291f" class="outline-2">
<h2 id="orgeb5291f"><span class="section-number-2">8</span> Todo</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>pdf bookmark app</li>
<li>pull on open emacs, push on exit emacs</li>
</ul>
</div>
</div>



<div id="outline-container-org200d153" class="outline-2">
<h2 id="org200d153"><span class="section-number-2">9</span> questions</h2>
<div class="outline-text-2" id="text-9">
<ul class="org-ul">
<li>how do you measure if you are doing good job questioning? or if you need to adjust/improve?
<ul class="org-ul">
<li>if the questions has depth</li>
<li>if the question adds breadth</li>
<li>if the question generates more questions?</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgf9a1e06" class="outline-2">
<h2 id="orgf9a1e06"><span class="section-number-2">10</span> Study habit</h2>
<div class="outline-text-2" id="text-10">
<ul class="org-ul">
<li>learning and comfortable with the definitions</li>
<li>how does this method work when you are not trying to read the proofs?</li>
<li>or I want to discover the connections by myself?</li>
<li>How can I modify this?
<ul class="org-ul">
<li>Recall?</li>
</ul></li>

<li>Stage 1: 3 times
<ul class="org-ul">
<li>lower the cost of studying and burden</li>
<li>underline</li>
<li>carefree</li>
<li>dont go back</li>
<li>dont try to memorize, understand</li>
</ul></li>
<li>Stage 2: 2 times
<ul class="org-ul">
<li>highlight key</li>
</ul></li>
<li>Stage 3: 5 times
<ul class="org-ul">
<li>focus underline, highlight</li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-org36b1545" class="outline-2">
<h2 id="org36b1545"><span class="section-number-2">11</span> It is not I</h2>
<div class="outline-text-2" id="text-11">
<ul class="org-ul">
<li>but by the grace of God</li>
<li>that I am able</li>
<li>No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able 1 Corinthians 10:13</li>
</ul>
</div>
</div>

<div id="outline-container-org018da8e" class="outline-2">
<h2 id="org018da8e"><span class="section-number-2">12</span> habits</h2>
<div class="outline-text-2" id="text-12">
<ul class="org-ul">
<li>write down my thoughts</li>
<li>breakdown what is bothering me</li>
<li>systematic thinking</li>
</ul>
</div>
</div>

<div id="outline-container-org13f366d" class="outline-2">
<h2 id="org13f366d"><span class="section-number-2">13</span> stress</h2>
<div class="outline-text-2" id="text-13">
<ul class="org-ul">
<li>what bothers me</li>
<li>is it in my control</li>
<li>ignore it</li>
</ul>
</div>
</div>

<div id="outline-container-orgd4c1e7b" class="outline-2">
<h2 id="orgd4c1e7b"><span class="section-number-2">14</span> In the past i was motivated by</h2>
<div class="outline-text-2" id="text-14">
<ul class="org-ul">
<li>extwrnal things</li>
<li>other ppl saying i cant</li>
<li>wantung to abpear cool to others</li>
<li>wanting to compare myself to others</li>
</ul>
</div>
</div>


<div id="outline-container-org6dd7dc2" class="outline-2">
<h2 id="org6dd7dc2"><span class="section-number-2">15</span> excitement</h2>
<div class="outline-text-2" id="text-15">
<ul class="org-ul">
<li>the ability to be excited about learning.</li>
<li>what prevents excitement?
<ul class="org-ul">
<li>feeling rushed</li>
<li>feeling not preparee</li>
<li>feeling pressured</li>
<li>feeling negative</li>
<li>feeling not capable</li>
</ul></li>
<li>can you regulate how you feel?</li>
<li>be thankful, positive, and happy in God</li>
<li>what are the fruits of the spirit?
<ul class="org-ul">
<li>love, joy, peace, patience</li>
<li>kindness, goodness, faithfulness</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org0970a28" class="outline-2">
<h2 id="org0970a28"><span class="section-number-2">16</span> optimize your life</h2>
<div class="outline-text-2" id="text-16">
<ul class="org-ul">
<li>to become who you want to be</li>
<li>servant of God</li>
<li>mathematician</li>
<li>weight lifter</li>
<li>good husband</li>
<li>christian</li>

<li>keep God in your mind all the time</li>
<li>stay away from youtube, facebook, social media
<ul class="org-ul">
<li>can you find an alternative?</li>
<li>music?</li>
</ul></li>

<li>no distractions
<ul class="org-ul">
<li>social media</li>
</ul></li>

<li>dont play stressful games
<ul class="org-ul">
<li>valorant</li>
<li>league</li>
<li>elden ring</li>
<li>wow</li>
</ul></li>

<li>healthy habits
<ul class="org-ul">
<li>cold showers</li>
<li>hitt 3 times a day</li>
<li>sleep early</li>
<li>eat healthy</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: ychnh</p>
<p class="date">Created: 2023-06-14 수 16:28</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
